/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ de %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Este atalho foi importado de %1$@ a %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Este atalho foi importado de %1$@, %2$@.";

/* %@ = action name */
"Add “%@”" = "Adicionar “%@”";

/* %@ = action name */
"Remove “%@”" = "Remover “%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Pretende terminar sessão em %@ na aplicação Atalhos?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Pretende terminar sessão em %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Este atalho foi importado de %@. Tem a certeza de que pretende executá‑lo?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "como %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Apagar também as ações em “%@”?";

/* %@=app name */
"Install %@" = "Instalar %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Expressão de Siri";

/* Access resource action settings title */
"Accounts" = "Contas";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Edição de atalhos terminada";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "%@ marcada como favorita";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@ desmarcada como favorita";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "A executar atalho";

/* Accessibility action */
"Delete shortcut" = "Apagar atalho";

/* Accessibility action */
"Duplicate shortcut" = "Duplicar atalho";

/* Accessibility action */
"Favorite Action" = "Ação favorita";

/* Accessibility action */
"Rename shortcut" = "Alterar o nome do atalho";

/* Accessibility action */
"Un-favorite Action" = "Desmarcar ação como favorita";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Editar atalho";

/* Accessibility action or discoverability title */
"Run shortcut" = "Executar atalho";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "ação %@ adicionada ao atalho";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Tipos de entrada aceites";

/* Accessibility announcement */
"Closed variables tray" = "Tabuleiro de variáveis fechado";

/* Accessibility announcement */
"Editing shortcuts" = "A editar atalhos";

/* Accessibility announcement */
"Opened variables tray" = "Tabuleiro de variáveis aberto";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "A arrastar";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Atalho concluído";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "ação %1$@ adicionada ao atalho acima de %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "ação %1$@ adicionada ao atalho abaixo de %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "movido acima de %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "movido abaixo de %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "%@ removida";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "%@ duplicado";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "comprimido";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "A arrastar";

/* Accessibility announcement; expanded parameter */
"expanded" = "expandido";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Atalho parado";

/* Accessibility hint */
"Closes the shortcut" = "Fecha o atalho";

/* Accessibility hint */
"Creates a new shortcut" = "Cria um novo atalho";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Apaga os atalhos selecionados";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Dê dois toques para adicionar à parte inferior do atalho. Dê dois toques e não levante o dedo e, depois, arraste para personalizar a posição no atalho.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Arrastável. Dê dois toques e não levante o dedo - espere pelo som e, então, arraste para reordenar. Dê dois toques para selecionar.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Duplica os atalhos selecionados";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Este atalho será apresentado na extensão de ação de Atalhos (no menu de partilha do iOS) quando o conteúdo que estiver a ser partilhado for de um dos tipos aqui selecionados.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Desativa o modo de edição de atalhos";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Ativa o modo de edição de atalhos";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Dê dois toques para comprimir a gaveta de ações para metade do ecrã";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Dê dois toques para expandir totalmente a gaveta de ações";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Dê dois toques para ler a descrição da ação.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Arrastável. Dê dois toques e não levante o dedo - espere pelo som e, então, arraste para reordenar. Dê dois toques para ler a descrição da ação.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Dê dois toques para mudar a definição";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Dê dois toques para escolher";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Dê dois toques para comprimir";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Dê dois toques para inserir";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Dê dois toques para expandir";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Executa o atalho %@";

/* Accessibility label */
"Add Tag" = "Adicionar etiqueta";

/* Accessibility label */
"Close" = "Fechar";

/* Accessibility label */
"Create Shortcut" = "Criar atalho";

/* Accessibility label */
"Show Keyboard" = "Mostrar teclado";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Dentro de %@";

/* Accessibility label or discoverability title */
"Redo" = "Refazer";

/* Accessibility label or discoverability title */
"Undo" = "Desfazer";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Minimizado";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Meio‑ecrã";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Ecrã completo";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Ação %@ - Em execução - %d por cento concluída";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Ação %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Remover filtro";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (não selecionado)";

/* Accessibility value; switch is on */
"On" = "Ativo";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Liberte para remover %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Esta ação efetua a saída de uma entrada sem a alterar.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Obtém a entrada que foi passada no início do atalho.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Ainda não tem nenhum atalho de folha de partilha.\n\nPara adicionar um, crie um atalho e ative a opção “Mostrar na folha de partilha” nas respetivas definições.";

/* Action extension; no search results */
"No shortcuts match the search." = "Nenhum atalho corresponde à pesquisa.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Ainda não tem atalhos.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Sugestões de Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Atalho: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Adicionar ao atalho";

/* Add search filter */
"Add Filter" = "Adicionar filtro";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Qualquer pessoa com acesso a esta ligação partilhada poderá ver o conteúdo deste atalho.";

/* Alert title */
"Error" = "Erro";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Criar ligação iCloud";

/* Allow access to service */
"Allow Access" = "Permitir acesso";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Não instalada) %@";

/* App search view; navigation bar title */
"Choose App" = "Escolher aplicação";

/* App search view; no results */
"No results." = "Sem resultados.";

/* App search view; search bar placeholder */
"Search apps…" = "Pesquisar aplicações…";

/* Apple Watch complication */
"Complication" = "Complicação";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Ainda não tem atalhos do Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Selecione os atalhos que devem ser apresentados na complicação Atalhos no mostrador do Apple Watch.\n\nAo longo do tempo, Atalhos otimizará a apresentação dos atalhos na complicação com base na respetiva execução.";

/* Apps category */
"Apps" = "Aplicações";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Solicita a introdução de texto quando este atalho é executado.";

/* Boolean false */
"False" = "Falso";

/* Boolean true */
"True" = "Verdadeiro";

/* Button */
"Back" = "Anterior";

/* Button */
"Cancel" = "Cancelar";

/* Button */
"Choose Variable" = "Escolher variável";

/* Button */
"Clear" = "Limpar";

/* Button */
"Delete Actions" = "Apagar ações";

/* Button */
"Delete Shortcut" = "Apagar atalho";

/* Button */
"Done" = "OK";

/* Button */
"Get More Shortcuts" = "Obter mais atalhos";

/* Button */
"Go Back" = "Anterior";

/* Button */
"Help" = "Ajuda";

/* Button */
"Keep Actions" = "Manter ações";

/* Button */
"Next" = "Seguinte";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Remover ação";

/* Button */
"Remove Action From Shortcut" = "Remover ação do atalho";

/* Button */
"Remove Photo" = "Remover fotografia";

/* Button */
"Select Magic Variable" = "Selecionar variável mágica";

/* Button */
"Select Photo" = "Selecionar fotografia";

/* Button */
"Show Action Settings" = "Mostrar definições da ação";

/* Button */
"Show Actions" = "Mostrar ações";

/* Button */
"Sign Out" = "Terminar sessão";

/* Button */
"Take Photo" = "Tirar fotografia";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Ecrã principal";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Ecrã principal";

/* Button or title */
"Delete" = "Apagar";

/* Button or title */
"Run Shortcut" = "Executar atalho";

/* Button or title */
"Settings" = "Definições";

/* Button or title */
"Variables" = "Variáveis";

/* Button title */
"Add to Siri" = "Adicionar a Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Obter atalho";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Mostrar resultado em ecrã completo";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Fazer visita guiada";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Partilhar resultado";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Este atalho usa os seguintes serviços e aplicações:";

/* Choose an item */
"Choose" = "Escolher";

/* Conditional AND */
"and" = "e";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Repor “Caso contrário”";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "As ações colocadas após “Caso contrário” serão executadas se a condição for falsa.";

/* Conditional actions settings navigation bar title */
"If Action" = "Ação condicional";

/* Confirmation HUD when link copies */
"Link copied" = "Ligação copiada";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Tem a certeza de que pretende deixar de partilhar este atalho? A ligação iCloud será apagada e deixará de funcionar.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Este atalho será apagado de todos os dispositivos iCloud.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Estes atalhos serão apagados de todos os dispositivos iCloud.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@” não parece ser um %2$@. Pretendia adicionar um contacto?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Usar “%@”";

/* Contact field; accessibility label */
"Add Contact" = "Adicionar contacto";

/* Contact field; button */
"Search Contacts" = "Pesquisar contactos";

/* Contact field; supported type string */
"a phone number" = "um número de telefone";

/* Contact field; supported type string */
"a phone number or email address" = "um número de telefone ou endereço de e‑mail";

/* Contact field; supported type string */
"an email address" = "um endereço de e‑mail";

/* Content Types category */
"Content Types" = "Tipos de conteúdo";

/* Copy link to shortcut */
"Copy Link" = "Copiar hiperligação";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Copiar ligação iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Este formato segue os padrões da norma Unicode Technical Standard n.º 35.";

/* Custom date format alert title */
"Custom Date Format" = "Formato de data personalizado";

/* Custom date formatting style */
"Custom" = "Personalizar";

/* Custom time format title */
"Custom Format" = "Formato personalizado";

/* Default option */
"Default" = "Predefinição";

/* Delete all shortcuts */
"Delete All" = "Apagar todos";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Desselecionar tudo";

/* Dictionary key placeholder */
"Key" = "Chave";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Definições do atalho";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Parar atalho";

/* Discoverability title */
"Close shortcut" = "Fechar atalho";

/* Discoverability title */
"Search actions" = "Pesquisar ações";

/* Discoverability title */
"Stop shortcut" = "Parar atalho";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Mostrar na folha de partilha";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Mostrar no widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Mostrar na complicação";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Mostrar no Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Duplicar atalho";

/* Duplicate shortcut */
"Duplicate" = "Duplicar";

/* Edit import questions back bar button title */
"Questions" = "Perguntas";

/* Error message */
"No options available." = "Nenhuma opção disponível.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Não foi possível carregar a App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Execute atalhos rapidamente com o widget.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Favorita";

/* Favorite button title - action is favorited */
"Favorited" = "Marcada como favorita";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Conta: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Todas as seguintes condições são verdadeiras";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Qualquer das seguintes condições é verdadeira";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "começa por";

/* Find filter UI operator */
"contains" = "contém";

/* Find filter UI operator */
"does not contain" = "não contém";

/* Find filter UI operator */
"ends with" = "acaba em";

/* Find filter UI operator */
"is" = "é";

/* Find filter UI operator */
"is after" = "é posterior a";

/* Find filter UI operator */
"is before" = "é anterior a";

/* Find filter UI operator */
"is between" = "é entre";

/* Find filter UI operator */
"is exactly" = "é exatamente";

/* Find filter UI operator */
"is greater than" = "é maior que";

/* Find filter UI operator */
"is greater than or equal to" = "é maior que ou igual a";

/* Find filter UI operator */
"is in the last" = "está no(s) último(s)";

/* Find filter UI operator */
"is in the next" = "está no(s) próximo(s)";

/* Find filter UI operator */
"is larger than" = "é maior que";

/* Find filter UI operator */
"is larger than or equal to" = "é maior que ou igual a";

/* Find filter UI operator */
"is less than" = "é menor que";

/* Find filter UI operator */
"is less than or equal to" = "é menor que ou igual a";

/* Find filter UI operator */
"is longer than" = "é mais comprido que";

/* Find filter UI operator */
"is longer than or equal to" = "é mais comprido que ou igual a";

/* Find filter UI operator */
"is not" = "não é";

/* Find filter UI operator */
"is not exactly" = "não é exatamente";

/* Find filter UI operator */
"is not on" = "não é em";

/* Find filter UI operator */
"is on" = "é em";

/* Find filter UI operator */
"is shorter than" = "é mais curto que";

/* Find filter UI operator */
"is shorter than or equal to" = "é mais curto que ou igual a";

/* Find filter UI operator */
"is smaller than" = "é menor que";

/* Find filter UI operator */
"is smaller than or equal to" = "é menor que ou igual a";

/* Find filter UI operator */
"is today" = "é hoje";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Adicione este atalho a Siri e execute‑o com a sua voz.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Para usar este atalho a partir de outras aplicações, abra a folha de partilha e toque em Atalhos.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Digite uma chave para ser extraído o respetivo valor do dicionário ou deixe em branco para obter o dicionário completo.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (este dispositivo)";

/* Full name of contact */
"Full Name" = "Nome completo";

/* Full street address of location */
"Full Street Address" = "Morada completa";

/* Get property */
"Get" = "Obter";

/* Get value for a dictionary key */
"Get Value for Key" = "Obter valor para a chave";

/* Go to next import question */
"Continue" = "Continuar";

/* Guided tour; drag actions to here hint */
"…to here" = "…para aqui";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Arraste ações para aqui";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Esta ação, quando é executada no Apple Watch, requer a utilização de Handoff e continua no iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Unidade";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Hora ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Glifo %1$@, cor de fundo %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Selecione uma imagem personalizada a usar quando este atalho é adicionado ao ecrã principal.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "A imagem acima será usada quando este atalho for adicionado ao ecrã principal.";

/* Icon editor; accessibility label */
"Icon Preview" = "Pré‑visualização";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Editor de ícones de atalhos";

/* Icon editor; segmented control option */
"Color" = "Cores";

/* Icon editor; segmented control option */
"Glyph" = "Glifo";

/* Icon editor; segmented control option */
"Home Screen" = "Ecrã principal";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "As perguntas adicionadas aqui serão efetuadas quando este atalho for importado num dispositivo diferente. As respostas a estas perguntas serão preenchidas no atalho.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Pode experimentar as perguntas de importação através do botão “Personalizar atalho” nas definições deste atalho.";

/* Import questions detail view */
"Default Answer" = "Resposta predefinida";

/* Import questions detail view */
"Question Text" = "Texto da pergunta";

/* Import questions detail view */
"Type a question here…" = "Digite aqui uma pergunta…";

/* Import questions details view; navigation bar title */
"Details" = "Detalhes";

/* Import questions; button */
"Add New Question…" = "Adicionar nova pergunta…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Escolha um parâmetro de uma das ações abaixo.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Escolher um parâmetro";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Este atalho não tem ações. Adicione algumas ações ao atalho antes de configurar perguntas de importação.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Este atalho aceita %@";

/* Input types of action */
"Input" = "Entrada";

/* Input variable description */
"Gets the output of the previous action." = "Obtém a saída da ação anterior.";

/* Install app icon; should match App Store GET button */
"GET" = "OBTER";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Adicione ações a partir da parte inferior para criar o atalho.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Adicione ações a partir da esquerda para criar o atalho.";

/* Item can be anything */
"anything" = "qualquer";

/* Keep all shortcuts */
"Keep All" = "Manter tudo";

/* Keep shortcuts */
"Keep" = "Manter";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Manter %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Expandir";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Comprimir";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Tipos aceites";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Adicionar %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Que tipo de valor pretende adicionar?";

/* Long date formatting style */
"Long" = "Longo";

/* Manage sharing */
"Manage Sharing" = "Gerir partilha";

/* Medium date formatting style */
"Medium" = "Médio";

/* Missing action error action */
"Update Shortcuts" = "Atualizar Atalhos";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Não foi possível encontrar a ação nesta versão de Atalhos.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Nome e URL da loja";

/* Name of measurement unit */
"Unit (Name)" = "Unidade";

/* Navigation bar title */
"Select a Magic Variable" = "Selecionar uma variável mágica";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Resolver conflitos";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Variável indisponível.";

/* None option */
"None" = "Nenhum";

/* Note about using the action */
"Note" = "Nota";

/* Parameter already in use by another import question */
"Already In Use" = "Já em utilização";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Não suportado para perguntas";

/* Piece of text */
"Text" = "Texto";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Este atalho foi importado de outra aplicação. Tem a certeza de que pretende executá‑lo?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relativo";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Há quanto tempo/até quando";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Dispositivo desconhecido";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Este nome será usado para todas as variáveis mágicas desta ação %@.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Alterar o nome da variável mágica";

/* Rename shortcut alert title */
"Rename Shortcut" = "Alterar o nome do atalho";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Digite um novo nome para o atalho.";

/* Rename workflow or variable */
"Rename" = "Alterar o nome";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Requer";

/* Result types of action */
"Result" = "Resultado";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Revelar ação";

/* Scripting category */
"Scripting" = "Scripting";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Pesquisa";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Atalhos da complicação";

/* Select all input types */
"Select All" = "Selecionar tudo";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Partilhar atalho";

/* Share a workflow along with a description */
"Share with Description" = "Partilhar com descrição";

/* Share a workflow as a file */
"Share as File" = "Partilhar como ficheiro";

/* Share shortcut */
"Share" = "Partilhar";

/* Short date formatting style */
"Short" = "Curto";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” não contém ações.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Atalho vazio";

/* Shortcut contains no actions error title */
"No Actions" = "Sem ações";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Personalizar atalho…";

/* Shortcut icon */
"Icon" = "Ícone";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Escolher atalho";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Movido entre %1$@ e %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Movido para o fim depois de %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Movido para o início antes de %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Para usar atalhos a partir do widget Hoje, siga alguns passos simples para adicionar o widget. Em alternativa, toque em OK para configurar mais tarde.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Adicione o widget Hoje para executar os atalhos à velocidade da luz.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Captura de ecrã de uma folha de partilha no Safari com a atividade de Atalhos realçada";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Os atalhos de extensão de ação são executados a partir da folha de partilha noutras aplicações.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Os atalhos do widget Hoje são executados na central de notificações puxando para baixo com o dedo a partir da parte superior do ecrã.";

/* Shortcut types help view; title */
"Shortcut Types" = "Tipos de atalho";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Apagado em %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Apagado noutro dispositivo";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Alterado em: %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Alterado noutro dispositivo";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Pesquisar atalhos…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Captura de ecrã do widget Atalhos na central de notificações";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Não configurar";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Deixar de partilhar";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Enviar para a Galeria";

/* Tap to choose an option */
"Tap to Choose" = "Toque para escolher";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Fiz este atalho!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Controlador de ações";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "parte inferior do ecrã";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "parte superior direita do ecrã";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Tudo";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Nada";

/* Title */
"Actions" = "Ações";

/* Title */
"Date Format" = "Formato da data";

/* Title */
"Requires Handoff" = "Requer Handoff";

/* Title */
"Shortcuts" = "Atalhos";

/* Title */
"Time Format" = "Formato de hora";

/* Title */
"Type" = "Tipo";

/* Title for action drawer categories view */
"Categories" = "Categorias";

/* Title for configuration page for unit */
"Unit (Title)" = "Unidade";

/* Title of main screen showing your library of shortcuts */
"Library" = "Biblioteca";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Personalizar atalhos";

/* Title or button */
"Import Questions" = "Perguntas de importação";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Bum! O widget Hoje está configurado.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Em seguida, obtenha alguns atalhos do widget Hoje na Galeria.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Com o widget Hoje da aplicação Atalhos, basta puxar a central de notificações para baixo para executar atalhos com um simples toque a partir de qualquer aplicação.";

/* Today widget explanation button */
"Add Widget" = "Adicionar widget";

/* Today widget explanation button */
"View the Gallery" = "Ver a Galeria";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Execute atalhos à velocidade da luz, em qualquer lugar, com o seu %MODEL%.";

/* Unknown item */
"Unknown" = "Desconhecido";

/* Used in a phrase like 'Add new item' */
"new item" = "novo elemento";

/* User’s favorited workflows or actions */
"Favorites" = "Favoritos";

/* Variable field placeholder */
"Variable Name" = "Nome da variável";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "É possível criar uma variável adicionando uma ação “Definir variável”.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Nenhuma variável disponível";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Conflitos";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Configurar este atalho";

/* Workflow name */
"Name of Shortcut" = "Nome";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Toque em OK para continuar a editar o atalho.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Captura de ecrã da aplicação Atalhos para relógio";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Os atalhos do Apple Watch são executados a partir do seu pulso através da aplicação Atalhos para o relógio ou de uma complicação.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Como encontro o widget Hoje?";

/* iOS Today Widget */
"Today Widget" = "Widget Hoje";

